Repository: ignacioparadisi/Gradeability
Catalog: Recademic/Localizables/Strings/*.lproj/Subject.strings
Languages: es_419

source: Subjects
es_419: Materias

source: Evaluated percentage
es_419: Porcentaje evaluado

# noSubjectSelectedTitle
source: No Subject Selected
es_419: No tienes ninguna materia seleccionada

# noSubjectSelectedMessage
source: Please select a subject to see it's assignments.
es_419: Por favor selecciona una materia para ver las asignaciones.

source: Teacher
es_419: Profesor

source: Classroom
es_419: Salón de clases

# deleteTitle
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# deleteMessage
source: This will delete all assignments in this subject.
es_419: Se eliminarán todas las asignaciones de esta materia.

# emptySubjects
source: It seems that you don't have any subject in this term.
es_419: Parece que no tienes ninguna materia en este período.

source: Create Subject
es_419: Crear Materia

source: New Subject
es_419: Nueva Materia
